[
  "Cci Chairperson Smt. Ravneet Kaur Has Been Recognized And Awarded By The Leading Magazine Business Today In Its Latest November 2024 Edition As One Of The Most Powerful Women In Business",
  "Filling Up Of Posts In The Cci On Deputation Basis Last Date 17.12.2024",
  "General Statement Regarding The Competition Commission Of India general Regulations, 2024",
  "Gazette Notification Published On 09 September 2024 Regarding The Competition Commission Of India inations Regulations, 2024",
  "Gazette Notification Published On 17 Sep 2024 Regarding The Competition Commission Of India general Regulations 2024",
  "Faqs On Combinations Regulations, 2024",
  "Clarifications On Request For Proposal rfp Of Market Study On Artificial Intelligence And Competition",
  "Requirement Of Advocates Law Firms For Empanelment To Represent The Competition Commission Of India And Director General Before Various Courts And Tribunals.",
  "Public Interest Disclosure And Protection Of Informers pidpi Resolution",
  "Soliciting Suggestions Feedback Comments Inputs Views From General Public Stakeholders On The Draft Competition Commission Of India determination Of Turnover Or Income Regulations, 2023.",
  "Brief Reasons For Engagement Of Interpreters Of Chinese And Russian Language During 8th Brics International Competition Conference On Nomination Basis Under Rule 194 Of Gfr.",
  "Notice Of Engaging Vidhi Centre For Legal Policy vclp On Nomination Basis Pursuant To Mca Letter No. C 31012 2 18 vigilance mca And Cvc Circular Dated 06.04.2021",
  "Notice Of Award Of Work To Super Ads Creative Media Private Limited On Nomination Basis Pursuant To Mca Letter No. C 31012 2 18 vigilance mca And Cvc Circular Dated 06.04.2021",
  "Notice Of Award Of Work To Jcdecaux Advertising India Pvt. Ltd. On Nomination Basis Pursuant To Mca Letter No. C 31012 2 18 vigilance mca And Cvc Circular Dated 06.04.2021",
  "Undertaking Of Submissions",
  "Practice Direction",
  "General Statement Regarding The Competition Commission Of India inations Regulations, 2024",
  "Notification Regarding The Competition minimum Value Of Assets Or Turnover Rules, 2024",
  "Consultation On The Draft Amendments To The Competition Commission Of India manner Of Recovery Of Monetary Penalty Regulations, 2011",
  "Notice Inviting Tender For Empanelment Of Digital Forensic Services Cci Last Date: 18.11.2024 Upto 5:00 P.m",
  "The competition act 20021652103427",
  "The competition amendment act 20231681363446",
  "to view the act",
  "Filling up of posts in the cci on deputation basis last date 171220241729249866",
  "Corrigendum for joint director law post1729840623",
  "Filling up of posts in the cci on deputation basis last date 250420241710234857",
  "Engagement of allopathic doctor last date 050120241703137466",
  "Engagement of young professionals in the competition commission of india on contract basis1724915675",
  "Modification of last date for receipt of applications as 080520241710234857",
  "Filling up of post of director general in the cci on deputation basis1690367018",
  "Filling up of posts in the oo dg cci on deputation basis1678361689",
  "Extension notice1682321276",
  "Inviting applications for filling up 03 posts of member in the competition commission of india1674551526",
  "Inviting applications for filling up 03 posts of member in the competition commission of india e1681563374",
  "Notification1677152090",
  "Extension notice1679330793",
  "Filling up of post of secretary in the competition commission of india on deputationpromotion ba1686113375",
  "Notice for selected candidates1685604273",
  "Annual report 2022 231703571209",
  "Annual report 2021 221671704224",
  "Annual report 2019 201665121534",
  "Annual Reports14",
  "3 annual report 2018 191652253330",
  "Annual report 2014 151652253894",
  "Annual report 2016 171652253675",
  "Annual report 2017 181652253434",
  "Annual report 2015 161652253810",
  "Annual report 2013 141652253996",
  "Pfc guidence note1651833852",
  "Background Note",
  "Draft Amendments To The Competition Commission Of India manner Of Recovery Of Monetary Penalty Regulations, 2011",
  "Draft Schedule",
  "Draft Cci Recruitment Rules",
  "Background Note",
  "Background Note",
  "Draft Amendments To The Cci general Regulations, 2009",
  "General Statement",
  "Gazette Notification Published On 17 Sep 2024 Regarding The Competition Commission Of India general Regulations 2024",
  "Gazette Notification Published On 10 May 2024 Regarding The Competition Commission Of India general Amendment Regulations, 2024",
  "Background Note",
  "Background Note",
  "Cci determination Of Turnover Or Income Regulations, 2023",
  "General Statement",
  "Draft Amendment In The Competition Commission Of India general Amendment Regulations, 2009",
  "Gazette Notification Published On 06 March 2024 Regarding The Competition Commission Of India determination Of Turnover Or Income Regulations, 2024",
  "General Statement",
  "Draft Lesser Penalty Regulations",
  "Background Note",
  "Background Note",
  "Gazette Notification Published On 12 January 2024 Regarding The Competition Commission Of India general Amendment Regulations, 2024",
  "General Statement Cci lesser Penalty Regulations, 2024",
  "Gazette Notification Published On 20 February 2024 Regarding The Competition Commission Of India lesser Penalty Regulations, 2024",
  "Draft Combination Regulations",
  "Background Note",
  "General Statement The Competition Commission Of India inations Regulations, 2024",
  "Gazette Notification Published On 09 September 2024 Regarding The Competition Commission Of India inations Regulations, 2024",
  "Draft Settlement Regulations",
  "Background Note",
  "Gazette Notification Published On 06 March 2024 Regarding The Competition Commission Of India settlement Regulations, 2024",
  "General Statement",
  "Background Note",
  "Draft Commitment Regulations",
  "General Statement",
  "Gazette Notification Published On 06 March 2024 Regarding The Competition Commission Of India commitment Regulations, 2024",
  "General Statement",
  "Draft Amendment To Regulations 35, 37 And 50 Of The Competition Commission Of India general Regulations 2009",
  "Guidelines and application form1719489681",
  "Specimen of completed application and sop1719489751",
  "1relevant provisions of sections of the act1725960647",
  "4the competition criteria for exemption of combinations rules 20241725960585",
  "3the competition criteria of combination rules 20241725960546",
  "State Resource Person Programme, Assam0",
  "8 pdf1731926329",
  "State Resource Person Programme, Telangana10",
  "State Resource Person Programme, Karnataka19",
  "6 pdf1731929760",
  "State Resource Person Programme, Telangana19",
  "4 pdf1731926347",
  "State Resource Person Programme, Assam19",
  "State Resource Person Programme, Assam19",
  "State Resource Person Programme, Odisha16",
  "Press release1732273900",
  "Press release1731941985",
  "Press release1731413653",
  "Press release1730808121",
  "Press release1730212250",
  "Press release1730212120",
  "Press release1730212023",
  "Press release1729599144",
  "Press release1729599094",
  "Press release1728997974",
  "Compliance Under Section 4 1 b Of The Right To Information Act, 2005",
  "Introductory notes to forms1651927980",
  "Form iv",
  "Form i",
  "Form iii",
  "Notes to form 11652806167",
  "Form ii",
  "Case No. C 2015 07 297, Baxalta baxter",
  "Case No. C 2015 07 289, Eli Lilly novartis",
  "Item 1 Of Schedule I Of The Combination Regulations And The Explanation Thereof Read With Regulation 4 Of The Combination Regulations",
  "Case No. C 2012 03 47, Independent Media Trust",
  "Case No. C 2012 06 63, Spe Holdings msm grandway & Atlas",
  "Case No. C 2015 04 267, Axa India sociétébeaujon bharti Axa General Insurance",
  "Case No. C 2012 09 78,century Tokyo tata Capital Financial Services Limited",
  "Case No. C 2015 07 296, Fih Mauritius Investments fairfax",
  "Case No.c 2015 09 308, Standard Life hdfc Standard Life Insurance",
  "Case No. C 2015 10 326, Aviva International dabur Invest Corp aviva Life Insurance",
  "Case No. C 2015 12 346, Aia International Limited tata Sons Limited tata Aia Life Insurance",
  "Case No. C 2014 10 219, Viscas Corporation sterlite Technologies Limited",
  "Case No.c 2014 12 234, Tpg manipal",
  "Case No.c 2015 02 249, Piramal Enterprises Limited",
  "Case No. C 2015 04 267, Axa India sociétébeaujon bharti Axa General Insurance",
  "Case No. C 2015 05 270, Advent macritchie crompton Greaves",
  "Case No. C 2015 06 285, Sapphire Food yum! India,",
  "Case No.c 2015 07 290, Koneru Holdings Limited",
  "Case No.c 2015 10 329, Baramati Speciality Steels kalyani Investment ksl Holdings",
  "Case No.c 2015 10 334, Blue Star Limited blue Star Infotech Limited blue Star Infotech Business Intelligence And Analytics Private Limited.",
  "Regulation 9ination Regulations",
  "Notification No. S.o. 673 e Dated March 4, 2016",
  "Explanation b To Section 5 Of The Act Read",
  "Market study of diagnostic medical imaging equipment industry in india1724145632",
  "Press release1713762576",
  "Market study on dynamics of competition in the mining sector in india with a focus on iron ore1704108440",
  "Press release1699248494",
  "Market study on film distribution chain in india1665742427",
  "Market study on cab aggregator industry with special emphasis on surge pricing1662725297",
  "Self regulatory measures cab aggregators industry1662725468",
  "Market study on the pharmaceutical sector in india1652267460",
  "Report workshop on competition issues in the pharmaceutical sector in india1653546904",
  "Market study on the telecom sector in india1652267616",
  "Proceedings telecom workshop1652267758",
  "Summary of workshop proceedings1652261730",
  "Market study on e commerce in india interim observations1652262845",
  "Details13",
  "Press release 11652267048",
  "Press release 21652267110",
  "Press release 31652267160",
  "Market study on e commerce in india key findings and observations1653547672",
  "Event11",
  "A study on competition issues in the automotive sector1667283867",
  "International competition network icn unilateral conduct virtual workshop 20221652264121",
  "International competition network icn annual conference 20181652264080",
  "Organization for economic co operation and development korea policy centre kpc workshop 20171652264030",
  "International competition network icn merger workshop delhi 20141652263983",
  "3rd brics international competition conference1652263935",
  "Notification1725956666",
  "Cci procedure in regard to the transaction of business relating to combinations regulations 2011",
  "Summary1731413422",
  "Summary1728040893",
  "Summary1727444281",
  "Summary1727270021",
  "Summary1727091941",
  "Summary1726598850",
  "Summary1725529351",
  "Summary1725456154",
  "Summary1725456338",
  "Summary1725456469",
  "Details6",
  "Keynote address of the chairperson cci1652876276",
  "Background note1652444071",
  "Special address by shri ashok kumar gupta chairperson cci1652763593",
  "Details15",
  "Background note1652510273",
  "Details13",
  "Address of chairperson cci1652765817",
  "Report workshop on competition issues in the pharmaceutical sector in india1653547036",
  "Proceedings telecom workshop 090420211652349377",
  "Address by chairperson cci1652766302",
  "Details3",
  "Press release1652513749",
  "Conference photographs1652513846",
  "Summary of workshop proceedings1652513898",
  "Address of chairperson cci1652766017",
  "Call for papers1685603055",
  "Call for papers of the 8th national conference on economics of competition law 20231657797861",
  "Press release of 8th national conference on economics of competition law1684131990",
  "Extension of timeline for submission of abstracts 8th national conference on economics of compe1659696318",
  "Curtain raise press release for the national conference on economics of competition law1684131905",
  "Conference photographs 20231687257625",
  "Call for papers1652336583",
  "Keynote address of 7th national conference on economics of competition law 2022 delivered by mr1652350019",
  "Agenda1652336623",
  "Special address delivered by chairperson cci in the national conference on economics of competit1652349907",
  "Conference photographs 20221652442113",
  "Paper on leniency of the competition commission of india1663219827",
  "Paper on the deterrent effect of an antitrust policy evidence from indias competition law1663219796",
  "Paper on debate on the legality of resale price maintenance evidence from across countries and t1663219867",
  "Paper on balancing different forms of competition regulation in the digital economy1663219896",
  "Paper on competition and innvoation a panel var approach1663222074",
  "Keynote address1652336306",
  "Chairperson special address1652336338",
  "Proceedings of 2021 conference1652336380",
  "Conference photographs 20211652442176",
  "Paper on on the economics of e pharmacies potential issues1663219399",
  "Paper on predation or competition demystifying the dilemma in platform markets1663219453",
  "Paper on two sides to the story an economic critique of ohio vs amex1663219488",
  "Paper on aggregate markups market power and redistribution of income1663219529",
  "Paper on an empirical study on market power and macroeconomic implications of indian telecom indu1663219571",
  "Paper on the challenges of using return on capital as an indicator of monopoly power1663219604",
  "Conference photographs1652335896",
  "Papers presented in 2020 conference1652335876",
  "Proceedings of 2019 conference1652335459",
  "Press release1652335427",
  "Conference photographs1652335587",
  "Keynote address delivered by dr k v subramanian chief economic advisor1652335534",
  "Papers presented in 2019 conference1652335560",
  "Summary of the proceedings 2018 conference1652334848",
  "1impact of firms technology strategies on market competition1652334878",
  "2assessing the importance of market power in competition investigations1652334908",
  "3 does bank competition affect financial stability in banking sector1652334935",
  "Conference photographs 20181652334960",
  "Inaugural speech delivered by smt nirmala sitharaman1652334210",
  "Keynote address delivered by shri arvind subramanian1652334404",
  "Papers presented in 2017 conference1652334445",
  "Revised paper by dr pulak mishra published in eurasian journal of business and economics 20191652334535",
  "Conference photographs 20171652334562",
  "Press release 030320161652333627",
  "Speech delivered by the honble minister1652333654",
  "Conference photographs1652333677",
  "Paper on temporal variations1652333703",
  "Paper on merger simulation1652333728",
  "Papers presented in 2016 conference1652530253",
  "Tender for empanelment of digital forensic services cci1729760459",
  "Tender document1713759041",
  "Notice inviting tender for supply installation testing and commissioning of variable refrigerant1674026877",
  "Notice inviting tender for civil works in cci regional office at chennai1668592185",
  "Work video1652348115",
  "Tendernoticecivilandelectricalworksatsrochennai1652348334",
  "Addendum chennai1652348426",
  "Work1652348510",
  "Canteen1652348650",
  "Tender for carpentry1652348813",
  "Notice inviting tender for provision of electrical maintenance service1652348909",
  "Cci criteria for exemption of combinations rules 20241731054636",
  "Competition minimum value of assets or turnover rules 20241731054717",
  "Cci criteria of combination rules 20241731054792",
  "Cci salary allowances and other terms and conditions of service of chairperson and other member1731054327",
  "Cci form of publication of guidelines rules 20231731059412",
  "Cci number of additional joint deputy or assistant director general other officers and employe1731060077",
  "Cci number of additional joint deputy or assistant director general other officers and employe1731059641",
  "Cci director general recruitment rules 20231731059764",
  "Cciterm of the selection committee and the manner of selection of panel of names amendment rule1731051802",
  "Cci salary allowances and other terms and conditions of service of chairperson and other member1731051947",
  "The competition commission of india general regulations 20241731301969",
  "The competition commission of india combinations regulations 20241731302064",
  "The competition commission of india general amendment regulations 20241731302163",
  "The competition commission of india determination of turnover or income regulations 20241731302244",
  "The competition commission of india determination of monetary penalty guidelines 20241731302430",
  "The competition commission of india settlement regulations 20241731065378",
  "The competition commission of india commitment regulations 20241731302607",
  "The competition commission of india lesser penalty regulations 20241731302750",
  "The competition commission of india general amendment regulations 20241731302950",
  "The competition commission of india procedure for engagement of experts and professionals amend1731303285",
  "3 tangedco1652248132",
  "1flipkart case1652247835",
  "2monsanto1652247998",
  "14 cci vs grasim1652250730",
  "13 united india insurance1652250615",
  "12 cadd systems1652250494",
  "11 anurag rastogi1652250362",
  "10 mahindra1652249439",
  "16 rajasthan cylinder 21652251031",
  "2020 17 scc 4461652245759",
  "Press release1709897209",
  "Press release1703243697",
  "Press release1692961344",
  "Press release1692788165",
  "Pr no 562022 231666699507",
  "Press release no 552022 231666275025",
  "Press release no 512022 231666198134",
  "Press release no 492022 231665573446",
  "Press release1658393106",
  "Notification1725955342",
  "Notification1725955757",
  "Notification1725955862",
  "Notification1725956156",
  "Notification1710304519",
  "Notification1710304612",
  "Gazette notification1711532063",
  "Notification regarding extension of exemption from notifying a combination within thirty days men1655881355",
  "Notification regarding extension of de minimis exemption1655881525",
  "Notification regarding exemption of banking company in respect to which central government has is1655881903",
  "Summary1724758739",
  "Summary1722338689",
  "Summary1719309180",
  "Summary1713262144",
  "Summary1712287965",
  "Summary1732016798",
  "Summary1731938731",
  "Summary1731938828",
  "Summary1731904911",
  "Summary1731069605",
  "Summary1731070333",
  "Summary1730711171",
  "Summary1730461138",
  "Summary1730202218",
  "Summary1730114159",
  "Details10",
  "Details7",
  "Details10",
  "Details13",
  "Details15",
  "Details20",
  "Details3",
  "Details1",
  "Details17",
  "Details4",
  "Details2",
  "Details17",
  "Details9",
  "Details0",
  "Details19",
  "Details12",
  "Details0",
  "Details7",
  "Details15",
  "Press release1728394419",
  "Press release1728394564",
  "Details1",
  "Details20",
  "Details17",
  "Details3",
  "Summary1653474385",
  "Details10",
  "Details5",
  "Details9",
  "Details7",
  "Plcl1652437807",
  "Details17",
  "Details6",
  "Details11",
  "Details10",
  "Details3",
  "Details8",
  "Details6",
  "Fp 50 61124315pm final online 1730891120",
  "Fp 491172024 210pm 1720758923",
  "Volume 49 april june 2024 hindi1731067455",
  "Volume 48 january march 20241712142620",
  "Fair play 48 hindi1731327378",
  "Book fair play hindi 040622 1654942916",
  "Fair play spl issue final pk 040622 1654942732",
  "Volume 47 hindi october december 20231711450123",
  "Volume 47 oct dec 20231704453416",
  "Volume 46 july sep 20231696327736",
  "Volume 46 july sep 20231696327108",
  "Speech1683542053",
  "Speech1680254877",
  "Speech1680254792",
  "Speech1680254409",
  "Speech1666090284",
  "Speech1665729043",
  "Speech delivered by the chairperson cci at ibbis annual day lecture on easy exit for well func1665047102",
  "Speech1664346294",
  "Speech1655207494",
  "Speech1654843959",
  "Chairpersonspecialaddresson6thnc1652171823",
  "Chairperson amityinputs 246211652171557",
  "Eucpaddressupdated1652172189",
  "Brics1652172516",
  "Brics covid 19 0pdf1652172542",
  "State Resource Person Programme, Assam13",
  "Int oct pdf1731064409",
  "State Resource Person Programme, Assam20",
  "Kd 28 pdf1731063089",
  "State Resource Person Programme, Telangana3",
  "State Resource Person Programme, Kerala10",
  "State Resource Person Programme, Karnataka3",
  "State Resource Person Programme, Karnataka8",
  "State Resource Person Programme, Telangana7",
  "State Resource Person Programme, Karnataka6",
  "State Resource Person Programme, Karnataka2",
  "State Resource Person Programme, Himachal Pradesh10",
  "Workshop pdf1731059720",
  "State Resource Person Programme, Himachal Pradesh7",
  "Nov 4 pdf1731059131",
  "State Resource Person Programme, Telangana13",
  "Kerala srp pdf1731058580",
  "Imf pdf1731057101",
  "State Resource Person Programme, Telangana11",
  "State Resource Person Programme, Odisha17",
  "State Resource Person Programme, Himachal Pradesh5",
  "Int sep pdf1731058059",
  "Sep 25 pdf1731055909",
  "State Resource Person Programme, Assam13",
  "State Resource Person Programme, Himachal Pradesh16",
  "Sep 20 pdf1731055218",
  "State Resource Person Programme, Karnataka1",
  "State Resource Person Programme, Telangana17",
  "State Resource Person Programme, Himachal Pradesh6",
  "State Resource Person Programme, Assam12",
  "State Resource Person Programme, Karnataka16",
  "State Resource Person Programme, Karnataka18",
  "State Resource Person Programme, Karnataka6",
  "State Resource Person Programme, Meghalaya14",
  "State Resource Person Programme, Kerala11",
  "State Resource Person Programme, Assam18",
  "Aug intern pdf1731053374",
  "Aug 28 pdf m1731053170",
  "State Resource Person Programme, Telangana20",
  "State Resource Person Programme, Kerala0",
  "Aug law pdf1731052984",
  "State Resource Person Programme, Karnataka8",
  "State Resource Person Programme, Telangana8",
  "State Resource Person Programme, Assam14",
  "State Resource Person Programme, Assam10",
  "State Resource Person Programme, Telangana9",
  "State Resource Person Programme, Himachal Pradesh0",
  "State Resource Person Programme, Odisha18",
  "Aug eco pdf1731052779",
  "Aug pdf1731052627",
  "State Resource Person Programme, Assam4",
  "State Resource Person Programme, Karnataka11",
  "State Resource Person Programme, Karnataka7",
  "State Resource Person Programme, Karnataka18",
  "State Resource Person Programme, Chhattisgarh14",
  "State Resource Person Programme, Himachal Pradesh7",
  "State Resource Person Programme, Uttarakhand13",
  "State Resource Person Programme, Karnataka13",
  "State Resource Person Programme, Kerala8",
  "State Resource Person Programme, Karnataka11",
  "State Resource Person Programme, Odisha9",
  "State Resource Person Programme, Assam8",
  "July 28 pdf1731052230",
  "July interns pdf1731052445",
  "July 26 pdf1731051958",
  "State Resource Person Programme, Kerala7",
  "State Resource Person Programme, Meghalaya6",
  "State Resource Person Programme, Chhattisgarh4",
  "State Resource Person Programme, Uttarakhand18",
  "State Resource Person Programme, Assam3",
  "State Resource Person Programme, Himachal Pradesh5",
  "State Resource Person Programme, Telangana7",
  "State Resource Person Programme, Odisha2",
  "July pdf1731051763",
  "State Resource Person Programme, Himachal Pradesh7",
  "State Resource Person Programme, Assam0",
  "State Resource Person Programme, Telangana20",
  "State Resource Person Programme, Telangana11",
  "State Resource Person Programme, Chhattisgarh4",
  "State Resource Person Programme, Assam4",
  "State Resource Person Programme, Telangana8",
  "State Resource Person Programme, Uttarakhand20",
  "Intern june pdf1731051549",
  "June 281731051163",
  "1fba0223 f43d 4ed0 9503 8e083b6c53ce1724231023",
  "State Resource Person Programme, Odisha9",
  "State Resource Person Programme, Chhattisgarh9",
  "Whatsapp image 2024 06 19 at 42635 pm 31724228522",
  "Competition assessment iica 010920161652244409",
  "Competition procurement compliance lucknow 2908161652244519",
  "Pogramme schedule1652244666",
  "C 2015 07 2881652248411",
  "State Resource Person Programme, Himachal Pradesh",
  "State Resource Person Programme, Himachal Pradesh",
  "State Resource Person Programme, Karnataka",
  "State Resource Person Programme, Karnataka",
  "Amendment dated 310320221651820628",
  "Amendment dated 261120201651820574",
  "Amendment dated 301020191651820497",
  "Amendment dated 13082019",
  "Amendment dated 09102018",
  "Amendment dated 07012016",
  "Amendment dated 01072015",
  "Amendment dated 08032014",
  "Amendment dated 04042013",
  "Amendment dated 23022012",
  "Gsr8401652512811",
  "Gsr1901652512931",
  "Rule Details9",
  "Rule Details3",
  "Rule Details0",
  "Rule Details19",
  "Rule Details13",
  "Rule Details15",
  "Ccier Of Such Officers And Other Employees amendment2 Rules, 2009",
  "Rule1652764301",
  "Rule Details5",
  "Gazette Notification Published On 17 Sep 2024 Regarding The Competition Commission Of India general Regulations 2024",
  "Gazette notification published on 17 sep 2024 regarding the competition commission of india gene1726597917",
  "Gazette notification published on 09 september 2024 regarding the competition commission of india1731298584",
  "Gazette notification1715391270",
  "Gazette notification1710306665",
  "Gazette notification1710306952",
  "Gazette1709735793",
  "Gazette1709736561",
  "Gazette1709750732",
  "Gazette1709739214",
  "Gazette notification published on 20 february 2024 regarding the competition commission of india1708452360",
  "Appointment of mrs ravneet kaur1689000021",
  "Appointment of sh bhagwant singh bishnoi1652775508",
  "Appointment of ms sangeeta verma1652771150",
  "Appointment of shri ashok kumar gupta1652771267",
  "Appointment of shri devendra kumar sikri1652177015",
  "Appointment of sh gp mittal1652178546",
  "Appointment of sh m s sahoo1652771820",
  "Appointment of sh u c nahata1652771545",
  "Appointment of sh sudhir mittal1652771631",
  "Appointment of sh s l bunker1652771403",
  "Cci founded1652775574",
  "So 4031e date of enforcement 19th day of september 20241731059011",
  "So 3846e date of enforcement 09th day of september 20241731058960",
  "So 1065e date of enforcement 05th day of march 20241731058514",
  "So 740e date of enforcement 19th day of february 20241731058219",
  "So 4672e date of enforcement 26th day of october 20231731057960",
  "So 3199e date of enforcement 18th day of july 20231731057825",
  "Gazzetee notification1684840027",
  "So 1241e date of enforcement 20th day of may 20091652772478",
  "So 1242e date of enforcement 20th day of may 20091652772577",
  "So 2167e date of enforcement 20th day of december 20071652179213",
  "So 686e 27th day of february 20171731315566",
  "So 1928e 25th day of may 20161652242825",
  "So 2878e 10th day of november 20141652242900",
  "So 1171e 24th day of may 20121652242979",
  "So 1240e 15th day of may 20091652243053",
  "So 3238e 14th day of july 20231731395495",
  "So 3250e 04th day of july 20181731316973",
  "So 1933e 16th day of june 20171731317057",
  "So 950e 21st day of march 20171731317244",
  "So 646e 02nd day of march 20161652243429",
  "So 543e 05th day of february 20151652243535",
  "So 3641e 11th day of december 20131652243632",
  "Gazette notification published on 16 may 2023 regarding establishment of regional offices of the1689589179",
  "Conference on “Competition Law- Risk, Challenges and The Way Forward” organised by ASSOCHAM10",
  "Speechvisionindia1652171677",
  "Halfdayagenda1652179967",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’ for the officers of Rural Development & Panchayati Raj Department.9",
  "State Resource Person Programme, Uttar Pradesh6",
  "State Resource Person Programme, Uttarakhand4",
  "Assam1721379984",
  "Srp kerela 116241721373902",
  "State Resource Person Programme , Himachal Pradesh16",
  "State Resource Person Programme , Himachal Pradesh6",
  "State Resource Person Programme , Telangana2",
  "State Resource Person Programme , Telangana17",
  "State Resource Person Programme , Telangana8",
  "CCI Internship Programme May, 202416",
  "May intern1731050953",
  "State Resource Person Programme , Kerala18",
  "State Resource Person Programme ,Telangana6",
  "State Resource Person Programme ,Kerala12",
  "State Resource Person Programme , Karnataka3",
  "State Resource Person Programme , Assam3",
  "State Resource Person Programme , Uttarakhand6",
  "State Resource Person Programme , Uttarakhand19",
  "State Resource Person Programme , Chhattisgarh3",
  "State Resource Person Programme , Uttarakhand12",
  "Annual Day , 20248",
  "State Resource Person Programme , Assam1",
  "State Resource Person Programme , Chhattisgarh9",
  "State Resource Person Programme , Telangana13",
  "State Resource Person Programme , Telangana14",
  "State Resource Person Programme , Assam4",
  "State Resource Person Programme , Himachal Pradesh19",
  "State Resource Person Programme , Himachal Pradesh19",
  "State Resource Person Programme , Telangana2",
  "Summary of clba conference1652243095",
  "Nluo competition law n assessment workshop1652243211",
  "Address for cii on 7102016 at mumbai1652243450",
  "Panel discussion and book release1652244312",
  "09 june assam1667458594",
  "09 june 20221667459025",
  "08 june hp1666934273",
  "Mca akam1666767493",
  "07 june telangana1667383195",
  "3 june uk1666933621",
  "2020 batch ias1666767104",
  "2nd MIT-WPU National Moot Court Competition, Pune2",
  "State Resource Person Advocacy Programme for the officers of Additional Chief Engineer Upper Assam Zone, Water Resource Department, Dibrugarh, Assam,2",
  "Eastern Regional Workshop on “Competition Compliance in Public Procurement”at National Law University and Judicial Academy, Assam15",
  "11th Institute of Law, Nirma University ILNU National Moot Court Competition ILNU-NMCC 2022, Ahmedabad16",
  "Lecture on “Regulation of Merger Regime In India—Experience of a Decade” at KIIT School of Law, Bhubaneswar0",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’ for the various department of sub-division Sarkaghat such as PWD, Jal Shakti Vibhag, Education, Women and Child Development, BDO office12",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’ for the officers of Public Work Department11",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’, for the officers of Panchayati Raj Department, Uttarakhand Government18",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’ for the Officers of Engineer-in-chief, Road & Building Department, Govt. of Telangana8",
  "Lecture on “Investigations under Competition Act 2002\" with Analysis of a Few Cases” at National Law University Delhi NLUD , Delhi20",
  "State Resource Person Advocacy Programme on ‘Competition Law and Public Procurement’, for the Office of Panchayat, Development, Animal Husbandry and co-operative in District Lakhimpur U.P.15",
  "Roundtable Event: Future of India’s Competition Law Regime at The Dialogue, New Delhi6",
  "Webinar on “Contemporary Issues in Competition and Consumer Laws.” at PHD Chamber of Commerce and Industry15",
  "Chennai cpspeech1652172050",
  "April 2019 issue1652180150",
  "Cci newspdf1652180181",
  "Policy note 01652182274",
  "Policy note1652182382",
  "02 sep 2022 uk1671165401",
  "Webinar on the competition amendment bill 2022 phd chamber of commerce and industry1666768254",
  "29 aug hp1668410062",
  "26 aug up1668409339",
  "26 aug odisha1668409594",
  "26 aug telangana1668409793",
  "25 aug 2022 telangana1668408891",
  "22 aug assam1668408592",
  "20 aug uk1668403887",
  "18 aug assam1668403445",
  "10 aug telangana1668401646",
  "Iim vista 20221666768157",
  "04 aug telangana1668401416",
  "03 aug assam1668401101",
  "29 july puducherry1667473436",
  "29 july kerala1667473648",
  "27 july kerala1667473173",
  "22 july telangana1667472566",
  "21 july hp1667472227",
  "20 july up1667471606",
  "20 july telangana1667471893",
  "19 july up1667466390",
  "19 july telangana1667471339",
  "18 july telangana1667465820",
  "14 july 20221667465096",
  "08 july assam1667458271",
  "07 july uk1667457208",
  "07 july assam1667457789",
  "06 july hp1667366859",
  "06 july odisha1667367276",
  "06 july assam1667382561",
  "30 june kerala1666938906",
  "29 june puducherry1666938209",
  "29 june assam1666938560",
  "28 june telangana1666937866",
  "27 june odisha1666936922",
  "24 june assam1666936317",
  "22 june up1667472882",
  "8th international day of yoga 20221666768079",
  "Webinar on importance of competition law for msmes1666768012",
  "Regional competition advocacy program central region national law institute university bhopal1666767914",
  "Regional competition advocacy program eastern region national law university odisha1666767861",
  "Regional competition advocacy program southern region icfai law school hyderabad1666767783",
  "09 june uk1666934879",
  "09 june up1666935355",
  "09 june hp1666935797",
  "State Resource Person Programme , Uttar Pradesh10",
  "Internship april 20241731050703",
  "CCI Internship Programme , April 202410",
  "State Resource Person Programme , Andhra Pradesh1",
  "State Resource Person Programme , Andhra Pradesh13",
  "Recent Reforms in Competition Law in India18",
  "Shri Raj Kumar Badde, Joint Director, CCI spoke in a Panel Discussion organised by National University of Study and Research in Law , Ranchi9",
  "State Resource Person Programme , Telangana13",
  "State Resource Person Programme , Kerala6",
  "State Resource Person Programme , Assam14",
  "State Resource Person Programme , Telangana18",
  "State Resource Person Programme , Assam11",
  "State Resource Person Programme , Telangana7",
  "State Resource Person Programme , Odisha10",
  "Phoos1713505282",
  "State Resource Person Programme , Assam17",
  "State Resource Person Programme , Himachal Pradesh18",
  "State Resource Person Programme , Uttarakhand11",
  "Know Your Regulator Series, Forum of Indian Regulators FOIR , IICA 3",
  "Smt. Ravneet Kaur, Chairperson CCI addressed virtually as Chief Guest during “Know Your Regulator Series” organised by the Forum of Indian Regulators FOIR , Indian Institute of Corporate Affairs IICA 6",
  "State Resource Person Programme , Assam20",
  "State Resource Person Programme , Telangana19",
  "State Resource Person Programme , Telangana10",
  "State Resource Person Programme , Uttarakhand18",
  "Shri. Nandan Kumar, Director, CCI judged the Department of Laws National Moot Court Competition organised by Department of Laws, Panjab University, Chandigarh10",
  "Ms. Jyotsna Yadav, Joint Director FA , CCI judged CCI-Department of Laws National Moot Court Competition organised by Department of Laws, Panjab University, Chandigarh9",
  "State Resource Person Programme , Telangana14",
  "State Resource Person Programme , Assam18",
  "State Resource Person Programme , Assam18",
  "Shri Mohan Rao Ronanki, Director, CCI judged the Final Round of 3rd National Moot Court Competition, 2024 organised by Fairfield Institute of Management & Technology, School of Law, New Delhi14",
  "27 june assam1666937197",
  "State Resource Person Advocacy Programme, Kerala",
  "20 sep 2022 telangana1671601328",
  "Cci cii1666768498",
  "Assocham1666768412",
  "16 sep 2022 uk1671169698",
  "16 sep 2022 up1671601015",
  "13 sep 2022 hp1671167369",
  "8th auro national moot court competition1666768320",
  "09 sep 2022 up1671166035",
  "06 sep 2022 hp1671165661",
  "02 sep 2022 telangana1671165002",
  "16 oct 2022 assam1672290290",
  "15 oct 2022 assam1672290066",
  "14 oct 2022 assam1672289642",
  "14 oct 2022 odisha1672289924",
  "13 oct 2022 up1672206183",
  "12 oct 2022 telangana1672204816",
  "12 oct 2022 up1672205210",
  "12 oct 2022 telangana1672205838",
  "11 oct 2022 uk1671684095",
  "10 oct hp 20221671683878",
  "07 oct 2022 uk1671683623",
  "01 oct hp 20221671683294",
  "29 sep 2022 telangana1671608364",
  "28 sep 2022 puducherry1671608160",
  "Cci nujs1666768583",
  "23 sep 2022 assam1671607953",
  "22 sep 2022 assam1671602407",
  "22 sep 2022 telangana1671607696",
  "21 sep 2022 assam1671601632",
  "21 sep 2022 kerala1671602166",
  "Smt. Ravneet Kaur, Chairperson, CCI, gave a Special Address at a session titled “Competition Law in Digital Markets” during the ABA India Conference 20249",
  "State Resource Person Programme , Odisha11",
  "State Resource Person Programme , Assam1",
  "State Resource Person Programme , Karnataka10",
  "State Resource Person Programme , Assam17",
  "State Resource Person Programme , Andhra Pradesh12",
  "Regional Workshop at Tamil Nadu19",
  "State Resource Person Programme , Kerala11",
  "State Resource Person Programme , Karnataka5",
  "Ms. Jyoti Jindgar, Adviser, CCI, judged the Final Round at the 3rd NALSAR-CCI Antitrust Moot Court Competition 2024 at Hyderabad10",
  "Ms. Bhawna Gulati and Mr. Vipul Puri, Joint Directors at CCI, judged the Semi-Final Rounds at the 3rd NALSAR-CCI Antitrust Moot Court Competition 2024 at Hyderabad3",
  "Shri K P Anand, Joint Director, CCI judged the Semi- Final Round of National Moot Court Competition organised by Tamil Nadu National Law University, Tiruchirappalli5",
  "State Resource Person Programme , Telangana15",
  "State Resource Person Programme , Himachal Pradesh18",
  "Smt. Ravneet Kaur, Chairperson, CCI delivered Keynote Address during the Inaugural Session of Regional Workshop organised by IIM , Ranchi on 22.03.20249",
  "Shri Arvind Kumar Anand, Joint Director Eco. addressed during the Technical Session-I of Regional Workshop organised at IIM Ranchi on 22.03.202414",
  "Shri Shekhar, Director FA addressed in a Regional Workshop organised at IIM Ranchi on 22.03.2024.5",
  "Shri Rajinder Kumar, Director Eco. & Shri Saurabh, Joint Director Eco. spoke during technical sessions in the Regional Workshop organized by CCI-Maharashtra National Law University, Aurangabad14",
  "Ms. Neha Raj Kochhar, Jt. Dir. & Ms. Sanskriti Jain, Dy. Dir., participated in technical sessions in a Regional Workshop organised by CCI-RGNUL Patiala8",
  "State Resource Person Programme , Uttarakhand5",
  "State Resource Person Programme , Karnataka15",
  "State Resource Person Programme , Karnataka8",
  "State Resource Person Programme , Kerala9",
  "State Resource Person Programme , Odisha17",
  "Dr.Sanjay Kumar Pandey, Adviser, CCI, judged the Final Round of the National Moot Court Competition organised by Banaras Hindu University, Varanasi1",
  "Shri Ashutosh Kumar, Joint Director, CCI, judged the Semi-Final Round of the National Moot Court Competition organised by Banaras Hindu University, Varanasi1",
  "Shri Saurabh, Joint Director, CCI judged the Semi- Final Round of National Moot Court Competition organised by Banaras Hindu University, Varanasi9",
  "State Resource Person Programme , Telangana13",
  "State Resource Person Programme , Uttarakhand10",
  "18112022 odisha1672292241",
  "09112022 guwahati1672292032",
  "04112022 ireda1672291934",
  "01112022 ioc1672291478",
  "01112022 telangana1672291697",
  "28 oct 2022 kerala1672290958",
  "28 oct 2022 odisha1672291152",
  "26 oct 2022 kerala1672290777",
  "20 oct 2022 telangana1672290574",
  "17 oct 2022 assam1672290488",
  "Srp assam 201220221674199178",
  "Srp telangana 201220221674199304",
  "Srp assam 191220221674199041",
  "Hdfc 161220221674198546",
  "Srp assam 161220221674198807",
  "Srp hp 151220221674196366",
  "State Resource Person Advocacy Programme, Odisha0",
  "Srp telangana 091220221674195690",
  "Srp up 051220221674194562",
  "30112022 assam1672296565",
  "30112022 kerala1672296720",
  "25112022 assam1672296367",
  "24112022 kerala1672295706",
  "24112022 ranchi lecture1672295983",
  "21112022 kolkata fosmi1672295392",
  "21112022 odisha1672295503",
  "20112022 moot court1672294977",
  "20112022 national moot court department of laws panjab university1672295100",
  "19112022 kolkata1672292495",
  "19112022 odisha1672294403",
  "State Resource Person Programme , Himachal Pradesh17",
  "Smt. Ravneet Kaur, Chairperson, CCI, delivered the inaugural address as Chief Guest during the Workshop on Public Procurement organised by SCOPE in Shillong5",
  "Ms. Anupama Anand, Secretary, CCI and Mr. Arvind Kumar Anand, Joint Director Eco. , CCI, addressed on Role of CCI in Public Procurement at the Workshop organised by SCOPE in Shillong3",
  "Ms. Anupama Anand, Secretary, CCI, delivered the Introductory Address during the Workshop on Public Procurement organised by SCOPE in Shillong15",
  "CCI Internship Programme , February 202412",
  "New microsoft office word document1709528555",
  "State Resource Person Programme , Telangana16",
  "State Resource Person Programme , Assam19",
  "State Resource Person Programme , Kerala0",
  "Shri Ved Prakash Mishra, Adviser, CCI, judged the Final Round of the 13th National Moot Court Competition at Nirma Uiversity , Ahmedabad11",
  "Shri Anand Vikas Mishra, Joint Director, CCI, judged the Semi-Final Round of the 13th National Moot Court Competition at Nirma University , Ahmedabad5",
  "Phots1709098521",
  "Pdf 220220241731390146",
  "Ms. Jyoti Jindgar Bhanot, Adviser Eco. adjudged the final round of ‘M&A Case Competition’ at St. Stephen’s College, Delhi2",
  "State Resource Person Programme , Tripura1",
  "Phtotos1708684166",
  "Phtos1708584263",
  "State Resource Advocacy Programme , Uttar Pradesh7",
  "Shri Saurabh, Joint Director Eco. , CCI adjudged Final Round of Client Counselling Competition organised by The West Bengal National University of Juridical Sciences3",
  "Pdf1731392987",
  "Dr. Bidyadhar Majhi, Adviser, CCI judged the Final Round of National Moot Court Competition organised by Xavier Law School, XIM University, Bhubaneswar2",
  "Shri Nandan Kumar, Director, CCI judged the Semi-Final Round of National Moot Court Competition organised by Xavier Law School, Bhubaneswar0",
  "State Resource Person Programme , Odisha17",
  "State Resource Peron Programme, Telangana11",
  "State Resource Person Programme , Puducherry2",
  "State Resource Person Programme , Himachal Pradesh18",
  "Shri K. P. Anand, Joint Director Law , Regional Office South , addressed students of Satyabama University, Chennai8",
  "Shri V. Sriraj, Joint Director Law , Regional Office South , addressed members of the Southern India Mills' Association at Coimbatore3",
  "18012023 srp odisha1678958791",
  "12012023 srp uk1678958710",
  "11012023 srp telangana1678958200",
  "10012023 srp kerala1678958498",
  "06012023 srp himachal pradesh1678957265",
  "06012023 srp himachal pradesh1678957837",
  "Srp telangana 271220221674200066",
  "Srp uk 271220221674200205",
  "Srp hp 241220221674199905",
  "Srp uk 221220221674199450",
  "Srp 6 feb photos1685095135",
  "3 feb photos1685093887",
  "3 feb srp telangana photos1685094166",
  "New microsoft word document1685093780",
  "31012023 srp chandigarh1678964354",
  "30012023 srp meghalaya1678964075",
  "30012023 srp telangana1678964191",
  "28012023 srp kerala1678963822",
  "28012023 srp up1678963940",
  "27012023 srp assam1678963692",
  "25012023 srp telangana1678963559",
  "24012023 srp chandigarh1678963201",
  "24012023 srp odisha1678963361",
  "23012023 srp karnataka1678962880",
  "23012023 srp telangana1678962998",
  "22012023 srp odisha1678962609",
  "21012023 srp odisha1678962530",
  "20012023 srp uk1678959685",
  "19012023 srp assam1678959204",
  "19012023 srp up1678959331",
  "Phtos1708081139",
  "Shri Rajinder Kumar, Director Eco. , spoke at International Sustainability Conclave organised by Maharashtra National Law University, Mumbai16",
  "Pdf 100220241731390203",
  "State Resource Person Programme , Telangana7",
  "Pics1708496582",
  "Shri Shekhar, Director, CCI spoke in Technical Session I, during a Panel Discussion of National Seminar organised by Symbiosis Law School, Hyderabad19",
  "Shri Raj Kumar Badde, Joint Director, CCI spoke in Technical Session II, during a Panel Discussion of National Seminar organised by Symbiosis Law School, Hyderabad9",
  "Shri Mohan Rao Ronanki, Director, CCI spoke in Technical Session III, during a Panel Discussion of National Seminar organised by Symbiosis Law School, Hyderabad4",
  "State Resource Person Programme , Himachal Pradesh1",
  "State Resource Person Programme , Assam18",
  "State Resource Person Programme , Telangana2",
  "Ms. Sweta Kakkad, Member, CCI addressed In-house Counsel s & Compliance Officers of enterprises at The Oberoi, Gurugram12",
  "State Resource Person Programme , Andhra Pradesh7",
  "State Resource Person Programme , Andhra Pradesh0",
  "State Resource Person Programme, Andhra Pradesh18",
  "State Resource Person Programme , Uttar Pradesh11",
  "State Resource Person Programme , Andhra Pradesh8",
  "State Resource Person Programme , Karnataka0",
  "European Union – India Competition Week , 20245",
  "State Resource Person Programme , Telangana18",
  "27012024 pdf1731393919",
  "Smt. Ravneet Kaur, Chairperson, CCI delivered the keynote address at the Annual Conference on Competition Law & Practice, organized by CII at Mumbai2",
  "Smt. Ravneet Kaur, Chairperson, CCI chaired Plenary Session 1 on “Mergers & Acquisitions–Trends in Focus” of CII Annual Conference , Mumbai10",
  "Ms. Sweta Kakkad, Member, CCI chaired Plenary Session 2 on “Trends in Digital Markets” at CII Annual Conference , Mumbai4",
  "Smt. Ravneet Kaur, Chairperson, CCI delivered the keynote address at CII Annual Conference , Mumbai4",
  "Shri. Deepak Anurag, Member, CCI chaired Plenary Session 3 on “Recent Amendments” at CII Annual Conference , Mumbai14",
  "Dr. Sanjay Kumar Pandey, Adviser Law , CCI chaired Plenary Session 4 at CII Annual Conference, Mumbai19",
  "Ms. Jyoti Jindgar Bhanot, Adviser Eco , CCI chaired Plenary Session 5 at CII Annual Conference , Mumbai3",
  "State Resource Person Programme , Telangana1",
  "State Resource Person Programme , Himachal Pradesh19",
  "10 feb photo1685097739",
  "8 feb lecture photos1685096958",
  "9 feb photo assam1685097117",
  "9 feb punjab photo1685097226",
  "8 feb lecture photos1685096811",
  "7 feb lecture photos1685096531",
  "Srp telangana photos1685096686",
  "6 feb photos lecture1685096066",
  "Karnataka photos1685096224",
  "4 feb srp1685094560",
  "24 feb photos lecture1685343696",
  "Srp karnataka 24 feb photos1685343971",
  "24 feb odisha photos1685344751",
  "24 feb odisha photos1685344902",
  "23 feb photos1685342888",
  "23 feb photos1685343328",
  "22 feb photos1685342495",
  "22 feb photos1685342756",
  "State Resource Person Advocacy Programme, Uttarakhand18",
  "20 feb photos1685101571",
  "19 feb final photo1685101361",
  "1822023 photos1685098713",
  "17 feb cochin photos1685098074",
  "17 feb cochin chamber of commerce1685098196",
  "Moot photo1685098331",
  "17 feb photos1685098441",
  "17 feb srp photos1685098585",
  "16 feb srp photo1685097925",
  "10 feb event photos1685097368",
  "10 feb photos1685097563",
  "Shri Kuldeep Kumar, Joint Director Law , CCI spoke in virtual mode during a Workshop organized by School of Law, Sharda University , Greater Noida19",
  "State Resource Person Programme , Assam1",
  "Dr. Sanjay Kumar Pandey, Adviser Law spoke during a panel discussion organised by BRICS Chamber of Commerce & Industry15",
  "State Resource Person Programme , Telangana14",
  "Shri Sukesh Mishra, Director Law , CCI addressed Officers of Goa Shipyard Limited18",
  "State Resource Person Programme , Assam0",
  "State Resource Person Programme , Kerala2",
  "Shri Rajinder Kumar, Director Economics , CCI, spoke at a workshop organized by Konkan Railway Corporation Limited, Mumbai6",
  "State Resource Person Programme , Uttarakhand18",
  "State Resource Person Programme , Uttarakhand17",
  "CCI Internship Programme , December 202310",
  "State Resource Person Programme , Uttar Pradesh17",
  "State Resource Person Programme , Assam15",
  "State Resource Person Programme , Telangana18",
  "State Resource Person Programme , Karnataka18",
  "Pdf 221220231731390240",
  "State Resource Person Programme , Andhra Pradesh8",
  "State Resource Person Programme , Andhra Pradesh7",
  "State Resource Person Programme , Karnataka16",
  "State Resource Person Programme , Karnataka2",
  "State Resource Person Programme , Assam14",
  "Dr. Navdeep Singh Suhag, Deputy Director, CCI spoke at School of Law, IIMT, affiliated to Guru Gobind Singh Indraprastha University, Delhi11",
  "State Resource Person Programme , Assam19",
  "Ms. Ravneet Kaur, Chairperson , CCI addressed virtually during the inaugural session of Pan-India Workshop jointly organised by Gujarat National Law University & Victoria University, Australia8",
  "State Resource Person Programme , Telangana10",
  "State Resource Person Programme , Uttarakhand16",
  "Ms. Pemala Lama, Deputy Director, CCI delivered a lecture at Dr. B.R. Ambedkar National Law University, Sonepat19",
  "State Resource Person Programme , Himachal Pradesh6",
  "Address to TRAI officials in NLU , New Delhi.11",
  "State Resource Person Advocacy Programme, Assam8",
  "27 feb photos1685346459",
  "Srp telangana photos 27220231685346600",
  "Srp uk 27 feb photos1685346702",
  "26 feb moot photos1685345254",
  "Moot photos 26 feb1685345384",
  "Seminar photos1685345017",
  "Seminar photos1685345146",
  "Moot photos1685343464",
  "CCI sponsored CCI-HNLU 13th ‘Justice Hidayatullah Memorial National Moot Court Competition , 2023’9",
  "CCI sponsored Moot Court Competition organized by School of Law , Sharda University, Greater Noida19",
  "Ms. Yakshi Jaisingh Chauhan , Deputy Director Law addressed participants at AJNIFM19",
  "Lecture on ‘Competition Law as a Career Option for Young Lawyers’ in Dr. Ambedkar Government Law College , Puducherry4",
  "State Resource Advocacy Programme , Chandigarh12",
  "State Resource Advocacy Programme , Himachal Pradesh18",
  "State Advocacy Programme , Karnataka17",
  "State Resource Advocacy Programme , Telangana6",
  "State Resource Advocacy Programme , Uttar Pradesh19",
  "14032023 srp karnataka photos1688552700",
  "14032023 srp karnataka photos1688552916",
  "State Resource Advocacy Programme , Telangana5",
  "State Resource Advocacy Programme , Odisha20",
  "State Resource Advocacy Programme , Uttarakhand6",
  "Conference on ‘Cartels & Leniency Program in India ’ organized by KIIT , Bhubaneswar and funded by Ministry of Corporate Affairs12",
  "State Resource Advocacy Programme , Warangal7",
  "State Resource Advocacy Programme , Karnataka20",
  "State Resource Advocacy Programme , Himachal Pradesh2",
  "State Resource Advocacy Programme , Uttarakhand16",
  "State Resource Advocacy Programme , Assam17",
  "Ms. Ravneet Kaur, Chairperson, CCI spoke in a panel discussion organised by FICCI18",
  "State Resource Person Programme , Telangana0",
  "Shri Anil, Deputy Director, CCI delivered a lecture at Arun Jaitley National Institute of Financial Management AJNIFM , Faridabad4",
  "Shri Anil, Deputy Director, CCI delivered a lecture at Arun Jaitley National Institute of Financial Management AJNIFM , Faridabad6",
  "State Resource Person Programme , Telangana18",
  "Shri Kuldeep Kumar, Joint Director, CCI delivered a lecture at SRM University, Sonepat, Haryana13",
  "State Resource Person Programme , Himachal Pradesh10",
  "State Resource Person Programme , Telangana8",
  "State Resource Person Proramme , Uttarakhand0",
  "Dr. K D Singh, Director Law , CCI delivered a talk at Jaipur School of Economics, JECRC University , Jaipur12",
  "Shri V Sriraj, Joint Director, CCI delivered a lecture at Central University of Tamil Nadu, Thiruvarur8",
  "State Resource Person Programme , Uttar Pradesh18",
  "Dr. KD Singh , Director, CCI spoke at a Workshop organized by Banaras Hindu University , Varanasi11",
  "30112023 internship photos1701682882",
  "State Resource Person Programme, Assam5",
  "State Resource Person Programme , Assam6",
  "State Resource Person Programme , Assam17",
  "State Resource Person Programme , Andhra Pradesh18",
  "State Resource Person Programme , Assam15",
  "State Resource Person Programme , Andhra Pradesh11",
  "Dr. Navdeep Singh Suhag, Deputy Director, CCI delivered a lecture at The NorthCap University, Gurugram13",
  "State Resource Person Programme , Himachal Pradesh0",
  "State Resource Person , Himachal Pradesh16",
  "Dr. K D Singh, Director Law , CCI participated and spoke in a panel discussion during National Conference organised by Rajiv Gandhi National University of Law , Punjab18",
  "State Resource Person Programme , Telangana19",
  "Ms. Ravneet Kaur, Chairperson, CCI, interacted with faculty members & students of The Tamil Nadu Dr. Ambedkar Law University , Chennai13",
  "State Resource Person Programme , Uttar Pradesh11",
  "State Resource Person Programme , Uttar Pradesh11",
  "State Resource Advocacy Programme , Guwahati18",
  "State Resource Person Advocacy Programme , Odisha8",
  "State Resource Advocacy Programme , Odisha1",
  "Shri. Anand Vikas Mishra, Joint Director, CCI addressed students and faculties at Amity Business School, Greater Noida5",
  "State Resource Advocacy Programme , Punjab3",
  "Shri Manish Mohan Govil, Adviser, CCI addressed participants as Special Guest Invitee on \"Business Ecosystem in India\" .2",
  "Shri Saurabh, Joint Director, CCI, addressed the participants on “Sports and Competition Law” on 20.03.2023 in a 3-Day Workshop funded by the MCA.4",
  "Shri. Shekhar, Director, CCI addressed participants in a 3 – Day Workshop funded by MCA under PMAID.15",
  "Shri Ved Prakash Mishra, Adviser, CCI judged the Final Round of CCI-HNLU 13th ‘Justice Hidayatullah Memorial National Moot Court Competition, 202320",
  "Shri Anand Vikas Mishra, Joint Director, CCI, judged the Semi-Final Round of CCI-HNLU 13th ‘Justice Hidayatullah Memorial National Moot Court Competition, 2023 ' HNMCC .13",
  "Shri. Rakesh Kumar, Adviser, CCI judged the Final Round of the 1st CCI-CUSB National Moot Court Competition, 2023.11",
  "Dr. Sanjay Kumar Pandey, Adviser, CCI, judged the Final Round of the 2nd CNLU-CCI National Moot Court Competition, 202317",
  "Shri Arvind Kumar Anand, Joint Director, CCI judged the Semi-Final Round of the 2nd CNLU-CCI National Moot Court Competition .19",
  "Shri. Sachin Goyal, Joint Director, CCI addressed students & faculties of MIT-WPU University .5",
  "CCI sponsored the 2nd CNLU-CCI National Moot Court Competition15",
  "CCI sponsored the 1st CCI-CUSB National Moot Court Competition, 2023 organised by CUSB, Gaya, Bihar3",
  "State Resource Person Programme , Punjab3",
  "State Resource Advocacy Programme , Assam15",
  "Internship Prgramme , April 202319",
  "1st CCI- Symbiosis Law School, Nagpur National Moot Court Competition19",
  "3132023 interns1689334175",
  "Lecture Series on Competition Law, Sastra University20",
  "State Resource Advocacy Programme , Andhra Pradesh20",
  "2832023 srp1689332133",
  "Shri. V Sriraj, Jt. Dir. Law CCI, addressed the students and faculties of NALSAR.2",
  "State Resource Person Advocacy Programme, Assam13",
  "CCI sponsored Competition Law Awareness Programme at Manipal Law School MAHE-Bengaluru .16",
  "Ms. Payal Malik, Adviser, CCI addressed participants as a panellist at CCI- MAHE Competition Law Awareness Programme8",
  "Ms. Bhawna Gulati, Joint Director, CCI, addressed participants at CCI-MAHE on 25.03.2023 at Bengaluru1",
  "24 march1689326409",
  "State Resource Person Programme , Karnataka2",
  "Certified copies new updated1699424533",
  "State Resource Person Programme , Uttarakhand10",
  "State Resource Person Programme ,Karnataka1",
  "State Resource Person Programme , Uttarakhand2",
  "State Resource Person Programme , Uttarakhand17",
  "Shri Sukesh Mishra, Director, CCI judged the Final Round of 9th VIPS International Moot Court Competition 20233",
  "Dr. Anil, Deputy Director, CCI judged the Semi-Final Round of 9th VIPS International Moot Court Competition 20237",
  "Ms. Shama Nargis, Deputy Director, CCI judged the Semi-Final Round of 9th VIPS International Moot Court Competition 20239",
  "Pdf 051120231731390087",
  "Pdf1731393056",
  "State Resource Person Progarmme , Telangana13",
  "Shri Shiv Ram Bairwa, Director, CCI, delivered a lecture at BHEL , New Delhi13",
  "CCI Internship Programme , October 202318",
  "State Resource Person Programme , Assam14",
  "State Resource Person Programme , Assam13",
  "State Resource Person Programme , Telangana13",
  "State Resource Person Programme ,Kerala12",
  "State Resource Person Programme , Assam1",
  "Dr.Anil, Deputy Director & Dr. Navdeep Singh Suhag, Deputy Director, CCI, judged the National Moot Court Competition, 2023 organised by SGT University , Gurugram.0",
  "Ms. Neha Raj, Joint Director, CCI judged the Final Round of Moot Court Competition organised by SGT University, Gurugram.18",
  "State Resource Person Programme , Himachal Pradesh7",
  "Ms. Sayanti Chakrabarti, Director, CCI, delivered a lecture at the Eastern India Regional Council EIRC of The Institute of Chartered Accountants ICAI , Kolkata9",
  "State Resource Person Programme , Uttar Pradesh16",
  "Shri. Mohan Rao Ronanki, Director, CCI, delivered a lecture in Arun Jaitley National Institute of Financial Management8",
  "State Resource Person , Karnataka19",
  "State Resource Person Programme , Odisha16",
  "State Resource Person Programme , Telangana7",
  "State Resource Person Programme , Telangana0",
  "State Resource Person Programme , Uttarakhand12",
  "Shri Vipul Puri, Joint Director, CCI, delivered a lecture at UPES , Dehradun.9",
  "Shri Anuj Verma, Deputy Director, CCI judged the Semi-Final Round of 2nd edition of NALSAR-CCI Antitrust Moot Court Competition, 2023.14",
  "Shri Mohan Rao Ronanki, Director, CCI judged the Final Round of 2nd edition of the NALSAR-CCI Antitrust Moot Court Competition, 2023.17",
  "CCI sponsored the 1st CCI-VSL Competition Law Moot Court Competition, 202317",
  "CCI sponsored the 1st CCI-VSL Competition Law Moot Court Competition, 2023 .19",
  "CCI sponsored 2nd edition of NALSAR-CCI Antitrust Moot Court Competition, 202319",
  "Shri K P Anand, Joint Director, RO South , CCI, delivered a lecture at CMR University, Bengaluru19",
  "State Resource Advocacy Programme , Puducherry7",
  "State Resource Advocacy Programme , Uttarakhand11",
  "Ms. Sunaina Dutta, Joint Director, CCI judged the Semi-Final Round of the 1st CCI-CUSB National Moot Court Competition, 20235",
  "State Resource Advocacy Programme , Himachal Pradesh18",
  "State Resource Person Programme , Hyderabad19",
  "CCI sponsored CCI-DME National Moot Court Competition, 2023.19",
  "Dr. Sanjay Kumar Pandey, Adviser, CCI addressed the participants as Keynote speaker in a conference organised by IIRIS.0",
  "An interactive session with the CCI interns of April 2023 batch took place on 27.04.2023.7",
  "State Resource Advocacy Programme , Hyderabad7",
  "State Resource Advocacy Programme, Guwahati16",
  "Shri Arpit Gupta, Deputy Director, CCI, addressed participants at UILS , Chandigarh University , Mohali .19",
  "State Resource Advocacy Programme , Telangana4",
  "C, WRO, CCI, delivered a lecture at SKVM’s Narsee Monjee Institute of Management Studies NMIMS , Mumbai .20",
  "State Advocacy Programme , Himachal Pradesh0",
  "State Resource Advocacy Programme , Telangana4",
  "Shri Yogesh Kumar Dubey, Joint Director, CCI, addressed participants at AJNIFM14",
  "State resource advocacy programme guwahati1689758026",
  "State Resource Advocacy Programme , Uttar Pradesh20",
  "State Resource Advocacy Programme , Odisha7",
  "Dr. K D Singh, Director, CCI, judged the Final Round of 1st CCI-VSL Competition Law Moot Court Competition, 2023 .10",
  "Ms Pemala Lama, Deputy Director, CCI, judged the Semi-Final Round of 1st CCI-VSL Competition Law Moot Court Competition, 2023 .4",
  "c, WRO, CCI, inaugurated the “Centre for Competition Law and Policy” CCLP at MNLU, Aurangabad and delivered a lecture14",
  "State Resource Advocacy Programme , Uttar Pradesh11",
  "State Resource Person Programme , Andhra Pradesh20",
  "State Resource Person Programme , Andhra Pradesh19",
  "State Resource Person Programme , Himachal Pradesh8",
  "State Resource Person Programme , Uttarakhand18",
  "Shri. Raj Kumar Badde, Joint Director, CCI, delivered a lecture at IIM Calcutta0",
  "Shri Vipul Puri, Joint Director, CCI, delivered a lecture at IIM Calcutta20",
  "State Resource Person Programme , Assam17",
  "State Resource Person Programme , Kerala7",
  "Shri Pankaj Kumar, Joint Director, CCI, delivered a lecture at Bennett University, Greater Noida3",
  "State Resource Person Programme , Uttar Pradesh9",
  "State Resource Person Programme , ,Uttar Pradesh8",
  "State Resource Person Programme , Andhra Pradesh10",
  "State Resource Person Programme , Himachal Pradesh14",
  "Odisha 21732162781",
  "Shri Shekhar, Director, CCI, delivered a lecture in the Executive Programme in Business and Corporate Laws EPBCL organized by IIM Calcutta3",
  "Shri Anuj Verma, Deputy Director, CCI, delivered a lecture in the Executive Programme in Business and Corporate Laws EPBCL organized by IIM Calcutta5",
  "Ms. Jyotsna Yadav, Joint Director delivered a lecture at the Vendor’s Meet organised by Indian Oil Corporation Ltd. IOCL 20",
  "Ms. Ravneet Kaur, Chairperson, CCI, delivered keynote address during the Conference organised by NLU Delhi in association with Competition Policy International18",
  "Sh. Sachin Goyal, Joint Director participated in a Panel Discussion in a conference organised by Competition Policy International and NLU Delhi7",
  "Shri Rajinder Kumar, Director, WRO, CCI delivered a lecture in the National Summit on Public Procurement 7th Edition organised by Indian Institute of Material Management IIMM , Mumbai14",
  "Ms. Bhawna Gulati, Joint Director participated in a Panel Discussion organised by Competition Policy International and NLU, Delhi7",
  "State Resource Person Programme , Assam6",
  "State Resource Person Programme , Telangana4",
  "State Resource Person Programme , Assam15",
  "Shri V. Sriraj, Joint Director, SRO, CCI, addressed the members of the Indo-American Chamber of Commerce IACC , Chennai19",
  "State Resource Person Programme , Telangana3",
  "State Resource Person Programme , Himachal Pradesh18",
  "Shri Yogesh Kumar Dubey, Joint Director, CCI, delivered a lecture organized by Amity University, Noida in association with CCI12",
  "State Resource Person Programme , Himachal Pradesh10",
  "Shri Anshul Jain, Deputy Director, CCI, delivered a lecture in Amity University, Noida in association with CCI0",
  "State Resource Person Programme , Telangana11",
  "Shri.K P Anand, Joint Director, SRO, CCI, delivered a lecture in Dr. Ambedkar Govt. Law College, Puducherry .17",
  "State Resource Person Programme , Odisha12",
  "State Resource Person Programme , Telangana18",
  "State Resource Person Programme, Dehradun12",
  "Shri Mukul Sharma & Ms. Jyotsna Yadav, Joint Directors, CCI judged the Semi-Final Round of CCI-DME National Moot Court Competition, 2023.3",
  "Dr. Bidyadhar Majhi, Adviser, CCI, judged the Final Round of CCI-DME National Moot Court Competition.6",
  "Dr.Sangeeta Verma , Acting Chairperson , CCI was the Chief Guest and addressed the participants at Special Session organized by Merchant’s Chambers of Commerce and Industry , Kolkata.2",
  "Shri. Sachin Goyal, Joint Director , CCI addressed participants virtually on \"Delineation of Relevant Markets in Changing Contours of Market Dynamics\" in RGNUL , Punjab.15",
  "Dr. K.D.Singh, Director, CCI addressed participants virtually in RGNUL, Punjab .15",
  "Shri Mukul Sharma, Joint Director, addressed the participants at 13th Executive Development Program for Executives of CPSEs organised by SCOPE .20",
  "State Resource Person Programme , Karnataka7",
  "State Resource Person Programme, Mangalutru14",
  "Shri Anand Vikas Mishra, Joint Director, CCI, addressed participants at AJNIFM, Faridabad.10",
  "Shri V. Sriraj, Joint Director, SRO, CCI, delivered a lecture in School of Law, SASTRA University .2",
  "State Resource Person Programme , Assam11",
  "State Resource Person Programme , Uttar Pradesh .6",
  "Dr. Anil, Deputy Director, CCI & Shri Arun Dhall, Deputy Director, CCI judged the Semi-Final Round of 5th TNNLU- CCI National Moot Court Competition, 2023.8",
  "Shri Shiv Ram Bairwa, Director, CCI judged the Final Round of 5th TNNLU- CCI National Moot Court Competition, 2023 in virtual mode. He was the Chief Guest in the valedictory function of the Moot.5",
  "CCI sponsored 5th TNNLU-CCI National Moot Court Competition, 2023 organised by TNNLU, Tiruchirappalli .4",
  "Dr. K.D. Singh, Director, CCI addressed the students’ and faculties of MNLU, Mumbai in virtual mode .15",
  "Ms. Jyoti Jindgar Bhanot, Secretary, CCI delivered special address at 2nd International Conference of ICSI Overseas Centre at London.5",
  "Shri K P Anand, Joint Director CCI, SRO, delivered a lecture at School of Law, SASTRA University, Thanjavur.20",
  "State Resource Person Programme , Assam8",
  "State Resource Person Programme , Himachal Pradesh6",
  "State Resource Person Programme , Assam7",
  "State Resource Person Programme , Odisha.17",
  "Ms. Bhawna Gulati, Joint Director, CCI, delivered a lecture at O.P. Jindal Global Law School, Sonipat, Haryana .14",
  "State Resource Advocacy Programme , Himachal Pradesh2",
  "Shri Vipul Puri, Joint Director, CCI, participated in the Panel Discussion organised by the Institute of Cost Accountants of India .17",
  "Shri Arpan Sharma, Deputy Director, CCI, delivered a lecture organized by Amity University, Noida in association with CCI.4",
  "Shri Mukul Sharma, Joint Director, CCI, delivered a lecture organized by Amity University, Noida in association with CCI20",
  "Ms. Sunaina Dutta, Joint Director, CCI, delivered a lecture organized by Amity University, Noida in association with CCI .2",
  "State Resource Person Programme, Uttarakhand8",
  "Ms. Sayanti Chakrabarti, Director, ERO, CCI delivered a lecture on ‘Regulation of Competition in Digital Markets’ at NUJS.4",
  "State Resource Person Programme , Hyderabad0",
  "State Resource Person Programme , Guwahati2",
  "State Resource Person Programme , Andhra Pradesh5",
  "Dr. Navdeep Singh Suhag, Deputy Director, CCI, addressed participants at AJNIFM.15",
  "State Resource Person Programme , Andhra Pradesh7",
  "Shri K.P. Anand, Joint Director, SRO, CCI delivered a lecture in the programme organized by TANSTIA – FNF Service Centre TFSC .14",
  "State Resource Person Programme , Telangana3",
  "State Resource Person Programme , Telangana8",
  "Ms. Sunaina Dutta, Joint Director, CCI, delivered a lecture at the Faculty of Law, SGT University, Gurugram.12",
  "State Resource Person Programme , Assam10",
  "State Resource Person Programme , Odisha9",
  "Ms. Sayanti Chakrabarti, Director, ERO, CCI, Kolkata delivered a lecture in a workshop organised by ICSI Guwahati .18",
  "State Resource Person Programme , Karnataka14",
  "C, SRO, CCI delivered a lecture in Pondicherry University., Puducherry.20",
  "State Resource Person Programme , Himachal Pradesh14",
  "State resource Person Programme , Uttar Pradesh9",
  "State Resource Person Programme , Hyderabad17",
  "State Resource Person Programme , Assam11",
  "State Resource Person Programme , Dehradun12",
  "New microsoft office word document1693197852",
  "State Resource Person Programme , Assam7",
  "Shri K P Anand, Joint Director, SRO, CCI delivered a lecture in School of Law, Pondicherry University, Puducherry4",
  "CCI Internship Programme , July 20237",
  "State Resource Person Programme , Andhra Pradesh .11",
  "State Resource Person Programme , Andhra Pradesh17",
  "State Resource Person Programme , Odisha17",
  "State Resource Person Programme , Karnataka15",
  "Shri. Arpan Sharma, Deputy Director, CCI, delivered a lecture in Maharaja Agrasen Institute of Management Studies MAIMS .10",
  "State Resource Person Programme , Telangana8",
  "Shri. Sachin Goyal, Joint Director, addressed the participants in the Panel Discussion by Indian School of Public Policy , New Delhi.14",
  "CCI internship batch of May 2023 concludes on 31.05.2023.10",
  "State Resource Person Programme , Telangana17",
  "Shri V. Sriraj & Shri K P Anand, Joint Directors, SRO, CCI addressed the participants in Panel Discussion organised by Hindustan Chamber of Commerce , Chennai.19",
  "State Resource Person Programme , Odisha13",
  "State Advocacy Programme , Telangana19",
  "State Resource Person Programme , Hyderabad12",
  "State Resource Person Programme , Uttarakhand18",
  "State Resource Person Programme , Assam15",
  "Shri Sukesh Mishra, Director, CCI, addressed the participants during the Faculty Development Programme FDP organized by School of Law, Christ Deemed to be University Delhi-NCR, Ghaziabad10",
  "CCI Internship Programme , June 202315",
  "State Resource Person Programme , Assam4",
  "State Resource Person Programme, Assam .7",
  "State Resource Person Programme , Uttar Pradesh13",
  "State Resource Person Programme , Karnataka16",
  "State Resource Person Programme, Kerala13",
  "State Resource Person Programme , Telangana7",
  "Shri. Arvind Kumar Anand, Joint Director, CCI, addressed participants at AJNIFM on 21.06.2023.7",
  "State Resource Person Programme , Assam11",
  "State Resource Person Programme , Himachal Pradesh9",
  "Ms. Pemala Lama, Deputy Director, CCI, conducted a workshop at Sikkim Government Law College, Gangtok .7",
  "State Resource Person Programme , Odisha .6",
  "State Resource Person Programme, Uttar Pradesh.9",
  "State Resource Person Programme , Himachal Pradesh8",
  "Shri K. P. Anand, Joint Director, SRO conducted a Competition Advocacy awareness session at Malabar Chamber of Commerce, Kozhikode, Kerala .20",
  "State Resource Person Programme , Uttarakhand13",
  "State Resource Person Programme , Assam11",
  "Shri Rajinder Kumar, Director, WRO, CCI, delivered a lecture at MNLU, Nagpur.0",
  "State Resource Person Programme , Assam5",
  "Shri Anuj Verma, Deputy Director addressed participants at Arun Jaitley National Institute of Financial Management AJNIFM 14",
  "Mrs. Ravneet Kaur, Chairperson, CCI, delivered keynote address as the Guest of Honour during an event organised by EBG Federation.10",
  "State Resource Person Programme , Telangana7",
  "Shri K.P. Anand, Joint Director, SRO, CCI addressed the members of NASSCOM, Tamil Nadu, and Puducherry5",
  "State Resource Person Programme , Assam19",
  "Dr. Sangeeta Verma, Member, CCI, addressed the participants at the 49th Advanced Professional Programme in Public Administration conducted by Indian Institute of Public Administration .10",
  "State Resource Person Programme , Hyderabad0",
  "State Resource Person Programme, Odisha5",
  "State resource Person Programme , Assam2",
  "State Resource Person Programme , Himachal Pradesh9",
  "Ms. Sayanti Chakrabarti, Director, CCI, ERO, Kolkata, conducted an Advocacy Session at the University of Kalyani, Nadia, West Bengal .14",
  "Mrs.Ravneet Kaur, Chairperson, CCI delivered the Valedictory Address as Chief Guest in a Two-Day Workshop organized by SCOPE at SCOPE Convention Centre, New Delhi .4",
  "State Resource Person Programme , Telangana18",
  "Ms. Sayanti Chakrabarty, Director, CCI, delivered a lecture at The Indian Chamber of Commerce and Industry, Coimbatore .12",
  "Shri K P Anand, Joint Director, SRO, CCI, delivered a lecture in Central University of Tamil Nadu, Thiruvarur .8",
  "State Resource Person Programme , Bhubaneshwar1",
  "State Resource Person Programme , Himachal Pradesh6",
  "Summary1732537453"
]